Repository: totoroyyb/LightDays
Catalog: LightDays/String/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AboutBlock1.Text
source: LightDays is designed with new Fluent Design System, having a gorgeous appearance. It can record the days that special to you. Since I'm still a high school student and just start the journey with UWP development, I may not consider thoroughly about the development. In this case, if you have any idea or suggestion, please let me know by email.
zh_cn: 轻时光 采用了最新的 Fluent Design 设计语言，外观美观。可以记录下对于您来说有特殊意义的日子。由于开发者尚且是个高中生，对于软件开发的了解尚浅，很多地方考虑不足，欢迎大家提出建议。

# AboutBlock2.Text
source: The functionality of this app maybe pretty simple right now, but I do pay much attention on the UI. Anyway, hopes you love it! Thanks!
zh_cn: 软件功能尚且简单，但是UI还是不能马虎的，希望大家能够喜欢这款软件。

# AddButton.ToolTipService.ToolTip
source: Add
zh_cn: 添加事件

# AddConfirmButton.ToolTipService.ToolTip
source: Save
zh_cn: 添加

# AddEventBox.PlaceholderText
source: title of events
zh_cn: 事件标题

# AddEventDate.Text
source: Date
zh_cn: 日期

# AddEventTitle.Text
source: Title
zh_cn: 标题

# AddPageBlock.Text
source: Add
zh_cn: 新建

# AppName
source: LightDays
zh_cn: 轻时光

# AutoDelSwitch.Header
source: Auto delete outdated events
zh_cn: 自动删除过期事件

# AutoDelSwitch.OffContent
source: Off
zh_cn: 关

# AutoDelSwitch.OnContent
source: On
zh_cn: 开

# BackButton.ToolTipService.ToolTip
source: Back
zh_cn: 返回主页

# BasicCombo.Content
source: Events
zh_cn: 事件

# basicEventsBlock.Text
source: Events
zh_cn: 事件

# birthdayBlock.Text
source: Birthday
zh_cn: 生日

# BirthdayCombo.Content
source: Birthday
zh_cn: 生日

# CancelButton.ToolTipService.ToolTip
source: Cancel
zh_cn: 取消

# CataBlock.Text
source: Catagory
zh_cn: 分类

# CataPlaceholder.PlaceholderText
source: Choose the catagory of your events
zh_cn: 选取分类

# CBGCusButton.Content
source: Customize
zh_cn: 自定义

# CBGErrorClose
source: Close
zh_cn: 关闭

# CBGErrorContent
source: Please select the picture you want to change to
zh_cn: 请选择需要更换的背景图片

# CBGErrorTitle
source: Oops~ Something goes wrong!
zh_cn: 哎呀~出了点小问题！

# CBGSaveButton.Content
source: Save
zh_cn: 保存

# CEDelButton.Content
source: Delete
zh_cn: 删 除

# CEManagerInfo1
source: Cover event cannot be empty
zh_cn: 封面事件不能为空

# CEManagerInfo2
source: Do you want to delete it?
zh_cn: 是否删除此事件？

# CEManagerInfo3
source: Please select the event you want to delete
zh_cn: 请点选需要删除的事件

# ConfirmResetCoverButton.Content
source: RESET
zh_cn: 重 置

# ConfirmResetCoverButton.ToolTipService.ToolTip
source: Reset to default
zh_cn: 恢复到默认设置

# CoverBlock1.Text
source: DAYS FROM
zh_cn: 距离

# CoverEventsDel.ToolTipService.ToolTip
source: Delete
zh_cn: 删除

# CoverTileSwitchHeader.Header
source: Set cover events as adaptive tile
zh_cn: 将封面事件固定为磁贴

# CoverTileSwitchHeader.OffContent
source: Off
zh_cn: 关

# CoverTileSwitchHeader.OnContent
source: On
zh_cn: 开

# DaysBlock.Text
source: Days
zh_cn: 天

# DaysSelector1.Content
source: Past
zh_cn: 过去

# DaysSelector2.Content
source: Future
zh_cn: 将来

# DaysSelectorNote.Text
source: You can set the days range from 100 years in the past and 100 years in the future. Date selector won't update if out of range.
zh_cn: 可设定的日期为前后100年以内，如果天数超过最大范围，则日期选择器不会更新

# DefaultCoverTitle
source: An Important Day
zh_cn: 最重要的时刻

# DefaultTileBG.Text
source: Default
zh_cn: 默认

# EditPageBlock.Text
source: Edit
zh_cn: 编辑

# EditTileBGInfo.Text
source: First choice is according to system theme
zh_cn: 第一项默认背景为系统主题色

# EmailButton.Content
source: Developer's Email
zh_cn: 开发者邮箱

# entertainmentBlock.Text
source: Recreation
zh_cn: 娱乐

# EntertainmentCombo.Content
source: Recreation
zh_cn: 娱乐

# festivalBlock.Text
source: Festival
zh_cn: 节日

# FestivalCombo.Content
source: Festival
zh_cn: 节日

# HotKey1.Text
source: Ctrl+U: Open Settings
zh_cn: Ctrl+U：打开设置

# HotKey2.Text
source: Ctrl+N: Add Event
zh_cn: Ctrl+N：新建事件

# HotKey3.Text
source: Escape: Back To Cover
zh_cn: Escape：返回封面

# HotKey4.Text
source: Ctrl+S: Save Event
zh_cn: Ctrl+S：保存事件

# HotKey5.Text
source: Ctrl+L: Lock Down App, if Windows Hello option is On
zh_cn: Ctrl+L：在Windows Hello启用的时候，快速锁定应用

# HotKey6.Text
source: Ctrl+O: Unlock App, if Windows Hello option is On
zh_cn: Ctrl+O：在Windows Hello启用的时候，快速解锁应用

# LangComboHeader.Header
source: Language（语言）
zh_cn: 语言（Language）

# lifeBlock.Text
source: Life
zh_cn: 生活

# LifeCombo.Content
source: Life
zh_cn: 生活

# LockButton.Content
source: Lock LightDays
zh_cn: 锁定 轻时光

# LockButton.ToolTipService.ToolTip
source: HotKey: Ctrl+L
zh_cn: 快捷键：Ctrl+L

# LogBlock.Text
source: Click links presented below to view previous update log
zh_cn: 点击下面链接来查看相关更新日志

# LogHyper1.Content
source: Version 1.1.0 - 1.7.0 Update Log
zh_cn: 版本 1.1.0 - 1.7.0 更新日志

# loveBlock.Text
source: Love
zh_cn: 爱情

# LoveCombo.Content
source: Love
zh_cn: 爱情

# ManagerCEBlock.Text
source: Manager cover events
zh_cn: 管理封面事件

# newCoverRadio1.Content
source: Set it as a new cover event
zh_cn: 添加为新的封面事件

# newCoverRadio2.Content
source: Swap the existed cover event
zh_cn: 替换已有的封面事件

# Note1.Text
source: Note: You can set 5 cover events at most
zh_cn: 注：最多可以设置五个封面事件

# Note2.Text
source: Note: Please select the event you want to swap
zh_cn: 注：请在下面选中替换的封面事件

# otherBlock.Text
source: Others
zh_cn: 其他

# OtherCombo.Content
source: Others
zh_cn: 其他

# PivotHeader1.Header
source: Background
zh_cn: 背景

# PivotHeader2.Header
source: Preference
zh_cn: 设定

# PivotHeader3.Header
source: About
zh_cn: 关于

# PivotHeader4.Header
source: HotKeys
zh_cn: 快捷键

# PivotHeader5.Header
source: Log
zh_cn: 日志

# Quote1.Text
source: TIME IS THE LONGEST DISTANCE
zh_cn: 圣人不贵尺之璧，

# Quote2.Text
source: BETWEEN TWO PLACES.
zh_cn: 而重寸之阴。

# QuoteAuthor.Text
source: Tennessee Williams
zh_cn: 《淮南子》

# ResetCoverButton.ToolTipService.ToolTip
source: Reset Cover
zh_cn: 重置封面

# ResetCoverTextBlock.Text
source: Do you want to reset cover?
zh_cn: 是否重置封面事件？

# ReviewButton.ToolTipService.ToolTip
source: Review & Feedback
zh_cn: 评价与反馈

# SelectCBGBlock.Text
source: Choose background picture
zh_cn: 选择主页背景图片：

# SetCoverSwitch.Text
source: Set it as cover event
zh_cn: 设为封面

# SetTileBGButton.ToolTipService.ToolTip
source: Edit tiles' background
zh_cn: 修改磁贴背景

# SettingButton.ToolTipService.ToolTip
source: Settings
zh_cn: 设置

# SettingHeader.Text
source: Settings
zh_cn: 设置

# StoreReviewButton.Content
source: Review in Store
zh_cn: 应用商店评价

# studyBlock.Text
source: Study
zh_cn: 学习

# StudyCombo.Content
source: Study
zh_cn: 学习

# Switch.OffContent
source: Off
zh_cn: 关

# Switch.OnContent
source: On
zh_cn: 开

# TileBGSaveButton.Content
source: Save
zh_cn: 保 存

# titleBar.Text
source: LightDays
zh_cn: 轻时光

# WHError1
source: You cannot use Windows Hello currently, please set up Windows Hello in system settings first
zh_cn: 暂时无法使用Windows Hello，请先在系统内配置Windows Hello

# WHError2
source: Your device don't support for Windows Hello, or there's unknown error.
zh_cn: 您的设备不支持Windows Hello，或其配置有误，出现未知错误

# WHSwitch.OffContent
source: Off
zh_cn: 关

# WHSwitch.OnContent
source: On
zh_cn: 开

# workBlock.Text
source: Work
zh_cn: 工作

# WorkCombo.Content
source: Work
zh_cn: 工作

# AddErrorClose
source: Close
zh_cn: 关闭

# AddErrorContent
source: Seems like you haven't fill up the required information
zh_cn: 信息好像还没有填写完整呀

# AddErrorContent2
source: You seems forget about selecting the cover event you want to swap!
zh_cn: 你好像忘了选择需要被替换的封面事件哟!

# AddErrorContent3
source: Please select the action you want to do to cover events first
zh_cn: 请选择需要对封面事件进行的处理

# AddErrorTitle
source: Oops~ Something goes wrong!
zh_cn: 哎呀~出了点小问题！

# CEMaxError
source: Note: The number of your cover events have reach the max
zh_cn: 注：你的封面事件已经达到上限

# EditInfo1
source: Please select the option
zh_cn: 请选择以下编辑选项

# EditInfo2
source: Please select the event you want to edit
zh_cn: 请点选需要编辑的事件

# TileBGInfo1
source: Turn on cover events as adaptive tile option first
zh_cn: 请先打开封面事件磁贴功能

# TileBGInfo2
source: The default option is according to system theme
zh_cn: 第一项默认背景为系统主题色

# FutureTag
source: [Future]
zh_cn: [未发生]

# NowTag
source: [Today]
zh_cn: [今天]

# PastTag
source: [Past]
zh_cn: [已过去]

# Cover1
source: 1st Cover
zh_cn: 封面一

# Cover2
source: 2nd Cover
zh_cn: 封面二

# Cover3
source: 3rd Cover
zh_cn: 封面三

# Cover4
source: 4th Cover
zh_cn: 封面四

# Cover5
source: 5th Cover
zh_cn: 封面五

# DelEventButton.ToolTipService.ToolTip
source: Delete
zh_cn: 删除

# DelEventFlyout.Content
source: Delete
zh_cn: 删除

# EditEventButton.ToolTipService.ToolTip
source: Edit
zh_cn: 编辑

# EditEventFlyout.Content
source: Edit Event
zh_cn: 编辑事件

# LangInfoClose
source: Confirm
zh_cn: 确认

# LangInfoContent
source: The change of language will be activated after restarting app
zh_cn: 本次的语言更改将在重启应用后生效

# LangInfoTitle
source: Note for changing language
zh_cn: 语言重置提醒

# LogHyper2.Content
source: Version 1.8.0 Update Log
zh_cn: 版本 1.8.0 更新日志

# LogHyper3.Content
source: Version 1.8.1 Update Log
zh_cn: 版本 1.8.1 更新日志

# OpenNewView.Text
source: Open in the new Window
zh_cn: 在新的窗口打开

# LockDownExpander.Header
source: Security
zh_cn: 安全

# OthersExpander.Header
source: Others
zh_cn: 其他
